IDEA StatiCa Open Model
BoltParam.CoordinateSystem Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the coordinate system type.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CoordinateSystemMethod CoordinateSystem { get; set; }
Public Property CoordinateSystem As CoordinateSystemMethod
	Get
	Set
public:
property CoordinateSystemMethod CoordinateSystem {
	CoordinateSystemMethod get ();
	void set (CoordinateSystemMethod value);
}
Property Value
Type: CoordinateSystemMethod
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace